"101"="Camera Model Name";
"102"="Shooting Date/Time";
"106"="Tv (Shutter Speed)";
"107"="Av (Aperture Value)";
"109"="Exposure Compensation";
"111"="ISO Speed";
"116"="Image Size";
"117"="Color Space";
"118"="sRGB";
"119"="Adobe RGB";
"121"="GPS Data";
"122"="Latitude";
"123"="Longitude";
"124"="Altitude";
"125"="Geographic coordinate system";
"126"="Date/Time(UTC)";
"127"="Satellite signal status";
"128"="OK";
"129"="NG";
"5600"="%m/%d/%y %H:%M:%S";
